[
  {
    "clue": "Standing on platform 26 next to YORMAS bakery, take the stairs towards theunderground (S-Bahn). Passing by REWE (open 24h), go right to find EDEKA (open7 am–11 pm). These are two of the few grocery stores which also open on Sunday and public holidays. Continue to backWERK and take the exit to the left. Follow Prielmeyerstraße, starting between Elisenhof and Karstadt. The Karstadt building was opened in 1905 and, featuring almost 40,000 squaremeters (430,000 square feet), is one of the biggest warehouses in Germany. Especially lovely is the glass dome over its light yard. Keep on following the road towards Justizpalast. If possible, it is highly recommendable to visit its interior. Visitors are welcome on working days but expect access controls.",
    "info": "In 1862/63, there were plans to assign this area to a reconstruction of the Ludwig-Maximilians-University. Still, they were never carried out as King Maximilian II died suddenly. The Wilhelminian style glass dome, which marks the center of the Justizpalast, is 67 meters (220 ft) high. As the Munich justice apparatus had soon outgrown the Justizpalast despite its vast dimensions, Friedrich von Thiersch supplemented it with the so-called 'new justice building' next door. It is an eye-catching construction in the Northern brick Gothic style with two clock towers, which consciously contrasts its neighbor. In February 1943, the people's court in the Justizpalast got famous as the location of the propaganda trials against the partisan group 'Weiße Rose.’ Weiße Rose is known for the siblings Hans and Sophie Scholl, who had actively fought against the Nazi dictatorship. The siblings and their fellow combatants weresentenced to death and executed. A permanent exhibition in hall 253 of the Justizpalast reminds of these trials. In 2014, the tax evasion trial against soccer manager Uli Hoeneß, which raised tremendous public interest, took place in the Justizpalast. From here you can reach many great destinations like:\n\nTegernsee in 60min\n",
    "task": "Investigate and enter the street number of the Justizpalast."
  },
  {
    "clue": "Follow Prielmeyerstraße further and pass the Justizpalast. In front of you now lies one of the most famous squares in the Bavarian capital, Karlsplatz (Stachus). It is a popular meeting point for Munich residents and tourists. Cross Karlsplatz at the pedestrian light and walk over to the Karlstor, the gate on the eastern side of the square. Don't miss the four little stone sculptures in the corners at the bottom ends of the arches' piles of the main gate. They represent four Munich Originals, famous citizens of the city.",
    "info": "Karlstor and Karlsplatz\n\nUntil then, the commonly used name was Stachus. It goes back to the innkeeper Mathias Eustachius Föderl, called Eustachi, who had been pouring beer in a baron the southwestern side of the square since 1728. The bar's name, Stachus, was soon used to refer to the whole square.\n\nTogether with the Sendlinger Tor and the Isartor, it is one of the last conserved city gates of Munich. Karlsplatz is one of the live liest spots in Munich today, which is represented by the Bavarian saying 'Da geht's ja zu wie am Stachus' (Engl.: 'It's just as busy here as at Stachus').\n\nThe bust of the coachman Franz Xaver Krenkl is located in the corner under the arch of the middle section. His audacity put the tolerance of King Ludwig I. to a severe test. With his horse and cart that was superior to that of the king in splendor and horsepower in every respect, he overtook the royal carriage. As if this breach of the rule weren't already too much of a good thing, he shouted acheeky, “Wer ko, der ko! (Who can, can!)”, a saying that has become synonymous with relaxed self-confidence in Bavaria.",
    "task": "Find a note plate in the Karlstor's gateway and investigate the year in which the Munich city council agreed to assign this street a pedestrian street. Sum up the last two digits of the year and enter the result."
  },
  {
    "clue": "Pass through Karlstor and follow the pedestrian street Neuhauser Straße for a bit. The street's first documentary evidence originated from 1293, and it is 300 meters (1000 ft) long. On your left is the Gasteigerbrunnen, a smaller fountain featuring the sculpture of a boy called Brunnenbuberl (Engl.: Fountain Boy). The fountain contains drinking water and is not covered during winter. Right next to it is the noble warehouse Oberpollinger, a building in neo-renaissance style. On the ground floor, luxury brands like Gucci, Burberry, Prada, and Louis Vuitton have stores. Oberpollinger, together with Alsterhaus in Hamburg and KaDeWe in Berlin, is part of the KaDeWe Group GmbH.",
    "info": "City of Munich\n\nIn a certificate called Augsburger Schied, written by Emperor Friedrich I Barbarossa on June 14th, 1158, Munich is mentioned for the first time. Shortly before that, Duke Henry the Lion had relocated the medieval salt route, so it now led through the town. Hence, the settlement gained the rights to hold markets, issue coins, and impose customs. In 1255, Munich became the residence of Duke Ludwig IV, who also was Holy Roman Emperor between 1328 and 1347. In the late 14th century, several revolts of the bourgeoisie against Ludwig's sons, who had taken over reign after their father's death, took place. When Bavaria was reunited in 1506, Munich became its exclusive capital. In 1623, Duke Maximilian I of Bavaria made the city residence of the elector. Munich was conquered shortly after that, during the Thirty Years' War, by the Swedish army in 1632. The Plague also did evil to its people. About one-third of Munich's citizens fell victim to the disease.\n\nIn the subsequent centuries, Maximilian III Joseph founded the Bavarian Academy of Sciences and Humanities and created the English Garden. Already during WWI, Munich was hit by French bombs, but not severely damaged. During the Weimar Republic, Munich became the center of the ascending national-socialism and home of the Nazi political party NSDAP. WWII brought severe damage: up to 90% of the historic old town was destroyed by the end of the war. The reconstruction was mainly carried out after the historical template. In 1972, Munich hosted the 20th Olympic Games, which were shadowed by a terroristic hostage-taking. Today, with its 1.5 million inhabitants, Munich is the biggest city in the Free State of Bavaria concerning area and population.",
    "task": "Find out in which year Mathias Gasteiger has designed the Brunnenbuberl. An inscription at the fountain will help you. Enter the last digit of the year."
  },
  {
    "clue": "Keep on following Neuhauser Straße to the citizen's Hall (German: Bürgersaal), which is adjacent to the noble warehouse Oberpollinger. The citizen hall, which is also referred to as citizen hall church (Bürgersaalkirche), is open regularly and worth visiting. The lower church hosts the small Mueseum of the Marian Men Congreagation, which is open daily. If features an exhibitin focusing on the life of Peter Rupert Mayer (1876-1945), who belonged to the Catholic resistance during the Nazi time.",
    "info": "Bürgersaal\n\nThe building was initially not dedicated to worships but sanctified in 1778. Since then, it is unofficially called Bürgersaalkirche (Kirche=Church). Bürgersaalkirche is divided into an upper and a lower church. The upper church consists of a hall with a high alter.\n\nThe windowless three-shipped lower church since 1948 contains the grave of Peter Rupert Mayer (1876-1945), a well-known Jesuit, who was the head of the Marian Men Congregation from 1921 to 1945. Since the Nazi party came into power, he had been involved int the active ecclesiastical resistance. He was arrested three times between 1937 and 1940 and, among others, deported  to the concentration camp Sachsenhausen. He returned to Munich after the end of the war, seriously ill, but died in the same year in the wake of a stroke. He was beatified in 1987.\n\nA museum dedicated mainly to him is located in the lower church of the Bürgersaal. The memorial has been visited by several vital clergymen, e.g., the popes John Paul II and Benedict XVI. Since 2015, there is a daily fee lunch for people in need and such interested.",
    "task": "Find out which word is written over the lower-left glass window of the citizen's hall. Which place has the word's last letter in the alphabet? Enter it in the chat."
  },
  {
    "clue": "Follow Neuhauser Straße a little further towards Marienplatz. Among other sights, you pass by Richard-Strauss Fountain in front of the Old Academy, also called Wilhelminum. This building from the 16th century had initially been the home of the Jesuit college, which also initiated the construction of the church St. Michael adjacent to it. Go in if possible. The church is open regularly.",
    "info": "Church St. Michael\n\nA vast complex was built at the Neuhauser Straße between 1583 and 1597, called Old Academy (German: Alte Akademie), which hosted the Jesuit College and the church St. Michael. The impressive vault built in 1587/88 is the second largest of its kind in the world until today. It is only outcompeted by the crypt of St. Peter in the Vatican. During its construction, the vault’s stability was recurrently doubted. However, these doubts proved to be unnecessary. In 1590, while construction was still ongoing, the tower of the church collapsed and destroyed the choir. Construction was subsequently paused until 1593. The royal financial officers took the collapsing tower as a sign from heaven, as the treasury was already significantly depleted by the project. Duke Wilhelm V, as opposed to that, interpreted it as a sign that the choir was planned way too small for the meaningful Archangel Michael. Hence, the church came to the enormous choir itcontains today. The church was finally sanctified on July 6th of 1597. The expenses for the monumental structure had almost caused national bankruptcy. St. Michael features a royal crypt, as it was initially designed to be used as Wittelsbach sepulture. A total of 41 sovereigns are entombed here, King Ludwig II among them. Their hearts have usually been interred separately.",
    "task": "The facade of St. Michael is ornamented with little niches hosting various figurines. In the gable thrones Jesus and directly below him, on ground floor level, Archangel Michael, whom the church was named after. But how many white figurines are in the niches ​at the facade altogether? Do ​not​ count the figurine of Jesus. Now enter the respective number."
  },
  {
    "clue": "Keep on following Neuhauser Straße, which now soon becomes Kaufinger Straße, until you reach the German Hunting and Fishing Museum on your left. You will quickly identify it from the bronze statues of a wild boar and a catfish, which are set up in front of the entrance. The museum and some shops are located within the Augustinian church, a former monastery. Since around 1328, beer has been brewed here. This is where the famous Augustiner beer originates.",
    "info": "Augustiner\n\nAlready from 1924 on, Augustinian monks settled in front of Munich's gates. Only shortly after that, in 1328 by the latest, the monks started to brew beer there. Today, the former monastery complex hosts the Munich police headquarters. Since 1966, the German Hunting and Fishing Museum is also located in the former Augustinian church. The histroy of hunting and fishing from the stone age until today is displayed here on over 30,000 square feet.\n\nSince 1867 or earlier, Augustinian beer is poured at the Munich Oktoberfest. The Augustiner brewery is the oldest still-existing brewery in Munich and one of the oldest commerce throughout the city.",
    "task": "Approach the catfish statue and find out which year Claus Nageler created it. The solution is posted somewhere at the statue itself. Multiply the last two digits of the year with each other and enter the result."
  },
  {
    "clue": "Right next to the museum, Hirmer warehouse is located, which claims to be the largest men's warehouse of the world. Its head office is in the building 'Zum schönen Turm' (Engl.: at the beautiful tower), erected between 1912 and 1914. The name originates from the tower gate of the medieval fortification, which was torn down in 1807. Markings on the ground indicate its former position. The corner of the house still features a sculpture of the tower. Follow Augustiner Straße, starting between the museum and Hirmer warehouse, until you reach Frauenplatz and the Frauenkirche (Engl.: Women's Church). If the church is open to the public, don't miss visiting it. The southern tower allows a magnificent view of the city. Please ask on-site if ascending to the tower is possible.",
    "info": "Frauenkirche\n\nFrauenkirche, which is named Cathedral of Our Dear Lady officially, imprints itself in the silhouette of Munich and is one of the city's most eminent sights.​ ​The two church towers are 99 and 100 meters (325 and 328 ft) tall. Other buildings close to the city center are not allowed to be higher than the towers. In Frauenkirche's entrance hall, a black footprint, 'devil's step,’ is visible. This footprint is the subject of an old myth with several versions. One of them says that when the devil found out about the planned construction of a church, he decided to destroy the structure.",
    "task": "Find the sundial over one of the Frauenkirche's gates. How many small windows canyou see at the dial? Enter the result for the next clue."
  },
  {
    "clue": "The sundial on Frauenkirche in your back, walk towards the 'Augustiner am Dom' on the opposite side. From there, continue left and turn immediately right into the first street. Now follow Thiereckstraße, which leads you back to the pedestrian street Kaufinger Straße. When you arrive there, turn left and follow it until you arrive at Marienplatz. Find the column Mariensäule in the center of the square.",
    "info": "Marienplatz and Mariensäule\n\nFish has traditionally been sold in the northeastern corner of the square, indicated by the famous fish fountain today. The impressive Mariensäule (Engl.: Mary's column) in the center of the square was established in 1638. During the Thirty Years' War between 1618 and 1638, elector Maximilian I had sworn to have a structure built to the honor of God if the cities Landshut and Munich would be spared. While Munich was occupied by the Swedish, it scarcely averted destruction thanks to the Swedish King Gustav Adolf II. These events were later called the miracle of Munich. Maximilian kept his promise and ordered the construction of the column Mariensäule. It is 11 meters (36 feet) high and consists of red marble. On the crown of the obelisk sits a gold-plated statue of the Patrona Bavariae, Bavaria's patron saint, set up on the high altar of the Frauenkirche until 1613. The figure is 2.15 meters (7'1\") tall and shows the saint standing on a crescent holding baby Jesus and a scepter in her hands. The column was inaugurated by the Bishop of Freising Veit Adam von Gepeckh on November 7th, 1638. The location of Mariensäule was recognized as the very center of the country. Even today, the distance to Munich displayed on Autobahnstreet signs still refers to this spot.",
    "task": "Mariensäule displays numerous inscriptions. One of them will tell you the date of Pope Johannes Paul II's visit here. Add up all digits of the date and divide the result by 3. Now enter the number you got."
  },
  {
    "clue": "Marienplatz is characterized by the monumental new townhall (German: Neues Rathaus) to a great extent. Another fantastic view over the city's roofs awaits you from here. If you like, find the elevator up to the tower in the passage to the courtyard right underneath the tower. You also have the option to book a guided tour through the town hall. Please see the schedule and prices therefore on-site.",
    "info": "New Townhall\n\nThe New Townhall features 9,159 square meters (almost 100,000 sqft), of which three quarters are roofed. The facade facing Marienplatz is 98 meters (322 ft) long and richly ornamented. The design of the tower is derived from the town hall tower of Brussels from the 15th century. Its crown holds a statue of the Münchner Kindl (Engl.: Child of Munich), created by the sculptor Anton Schmidt after his son's example.\n\nThe Münchner Kindl, the heraldic symbol of Munich, has been exceptionally popular in the early 20th century. Also, on the tower's facade, there are the famous, solar-powered chimes, which attracts numerous visitors each day. Several times a day, four different melodies are played, and 32 figures replay memorable scenes from Munich's history.",
    "task": "Somewhere in the passage, you can find a huge stone display, naming Munich's partner cities and their respective city arms. Find a US city there and count the letters of its name. Now subtract seven. The calculated number is the next solution."
  },
  {
    "clue": "Cross Marienplatz now, leaving the town hall in your back. On your left, you see the fish fountain, where the major traditionally washes the city's purse on Ash Wednesday, to assure that it can be appropriately filled again throughout the coming year. Also, an old craftsmen's custom, the so-called Metzgersprung (Engl.: Jump of the Butcher), took place here. Butcher's apprentice boys were confirmed of having their training completed by jumping into the water and throwing apples, nuts, and coins into the crowd. This rite has generally been replaced by handing the apprentice his or her certificate in modern times, but since 1995, it is replayed every three years. The church St. Peter lies ahead of you. Follow the street Rindermarkt until you reach the church. In case you have some spare time, you should consider going up to the church tower — the view is terrific.",
    "info": "St. Peter\n\nToday, the 56 meters (184 ft) high visitor's platform of St. Peter's tower is one of the most famous viewpoints in Munich. When the weather allows it, visitors can even have a glance of the alps from there. The tower hosts eight bells, of which four are historical examples. The oldest one was cast in the 14th century and is called Provisurglocke (Engl.: Bell of the Poor Sinners) and was rang at executions on Marienplatz - among other events. It is not operated anymore today.",
    "task": "Find St. Peter's inauguration plate at the church's outer facade. How often has the letter 'S' been used on this plate? Multiply the number by three and enter it in the chat."
  },
  {
    "clue": "Now return to Marienplatz and turn right. The Old Townhall, which hosts the Toy Museum since 1983, is directly in front of you. The museum is located in the old townhall's tower. Approach the left passage, which is reserved for pedestrians. Here is the entrance to the historic festival hall, which can be rented for private and public events.",
    "info": "Old Townhall\n\nThe first documentary evidence of Munich's town hall dates to 1310. Detailed descriptions of this building, which was located a little to the west of today's Old Townhall, are conveyed, but no pictures whatsoever. The building's basement hosted the town prison. The ground level was reserved for the baker men, who were offering their goods here. A hall in Gothic style was located on the first level above ground, which had been used as a festival and ballroom and for representative events.",
    "task": "The left wall of the passage shows various commemorative plaques. Among others, there is a huge stone plate, which is made from several smaller plaques and depicts three women. How many words does the inscription contain in total? It starts with \"Wir warten auf die...'\". Enter the numer for the next clue."
  },
  {
    "clue": "Pass through the Old Townhall's passageway and turn right. The townhall's tower features the Julia Statue, a Munich symbol of love. Traditionally, lovers lay flowers inthe arms of the 2.65 meters (8'2\") tall statue as a sign of their love. The figure is apresent from Verona, an Italian partner city of Munich, which also has a sculpture like this. According to the Italian tradition, a touch to Julia's breast brings luck and eternal love. By now, this has also become a rite to Munich's Julia. Now, follow the street past the Heilig-Geist-Kirche towards Viktualienmarkt.\n\nThe center is formed by the vast maypole and the surrounding beer garden. On May 2nd, 1807, the grocery market was relocated from the Schrannenplatz (today's Marienplatz) to its current site because the original square had become too small. In 1852, a big hall called Schrannenhalle was established at the south end of the square. Up to the middle of the 19th century, the sales stands were distributed newly every day. The first fixed stands were set up in 1870. Around 1890, Viktualienmarkt reached its modern extent. The air raids of WWII partly damaged the market. Instead of rebuilding it, calls for building skyscrapers in its location arose. The municipality finally decided against these ideas.",
    "info": "Viktualienmarkt\n\nMunich's most famous market is called Viktualienmarkt and is held daily already since the early 19th century. It is about 22,000 square meters (about 5.4 acres) large and offers space for 140 stands, selling all kinds of groceries as well as arts and crafts.",
    "task": "On Viktualienmarkt, find the fountain in the centre, Liesl-Karlstadt Brunnen. Liesl Karlstadt (1892-1960) formed one of the most famous German comedian duos together with Karl Valentin. In which year did Hans Osel create the fountain? The last digit is the next solution."
  },
  {
    "clue": "After having tasted a variety of delicacies from Viktualienmarkt, turn back towards the Old Townhall. Heilig-Geist-Kirche (Engl.: Church of the Holy Spirit; lit. Holy Ghost Church) is directly in front of you. Find the two stone arches at its Viktualienmarkt-facing side. The passageways are lockable by metal mountings. Find the plaque, which shows an inscription beginning with the words' Hier war das Spital zum heiligen Geist' (Engl.: 'Here stood the Holy Ghost Hospice').",
    "info": "Heilig-Geist-Kirche\n\nOn July 12th, 1318, the Wadler Donation endowed a considerable amount of money to the hospice, which allowed an additional meal per week for the poorand sick. Once a year, additionally, every pauper of the city got a present. From midnight on, the Pretzel Cavalier made his track through Munich and called: 'You, the young and the old, go see the Holy Ghost, where Wadler's pretzels arefound!'. He carried a sack full of pretzels and handed them out to those in need. The total number was around 3,000. This tradition held for almost five centuries, until finally, in 1801, the cavalier was pulled off his horse and badly battered after he had run out of pretzels. From this day on, the pretzel donations could only bereceived directly at the hospice.",
    "task": "Using the plaque, research the year in which the hospice was relocated to the monastery St. Elizabeth's (German: Kloster der Elisabetherinnen). Sum up the single digits of the year and subtract 6. Enter the number."
  },
  {
    "clue": "Now approach the main entrance of Heilig-Geist-Kirche diagonally opposite of the Old Townhall. The church is open regularly, and a visit is recommendable. Then continue between the Old Townhall and the city savings bank (German: Münchner Stadtsparkasse) below the roofed connection walkway. Follow Sparkassenstraße until Münzstraße. There, turn right until you reach a crossing, and you will see the Hofbraeuhaus left-hand sided in front of you. It is open daily. Now go left to Platzl.",
    "info": "Hofbreuhaus am Platzl\n\nOn March 1st in 1844, Ludwig increased the beer price. Already on that very evening, violent riots took place all over Munich's city center. Military forces sent to contain the insurgents, however, refused obedience. Four days later, the price increase was withdrawn.\n\nOn the contrary, in October of the same year, Ludwig even reduced the beer price significantly to 'provide a healthy and reasonably priced drink for the military and the working class.’ These events made history as the Munich Beer Revolution. As the market grew continuously, the Hofbraeu brewery moved to the Innere Wiener Straße in the quarter Haidhausen in 1896, where the beer hall named Hofbraeukeller resides today. In the old location Am Platzl, a new building was established, which was only dedicated to pouring.\n\nOn February 24th in 1924, Munich's Hofbraeuhaus am Platzl became the birthplace of the Nazi party NSDAP, and Hitler introduced the party's political 25-Points Program. Since 2004, Las Vegas features a copy of the Hofbraeuhaus of Munich.",
    "task": "At Platzl, find the rehearsal building of the Bavarian State Ballet. It is close to the Orlando House. Find out in which year the Bavarian State Ballet moved into the house with the number 7. Now subtract the last digit of the year from the third digit and multiply the result by 2. Now enter the respectie number."
  },
  {
    "clue": "After you finished your putative break at Hofbraeuhaus, return towards Orlandohouse. It is easily recognizable by the golden writing below its gable and star chef Alfons Schuhbeck's famous restaurant. Facing the Orlandohouse, turn left. Follow the Platzlgassen (the entrance is left of the Starbucks) through the courts to the Pfisterstraße. In case the Platzlgassen is closed, you can already enter Pfisterstraße at Platzl. Walk along the street until the entrance to Alter Hof appears on your left. Turn right into the Hofgraben. At the end of the street, turn left and you'll find yourself in a big square called Max-Joseph-Platz.",
    "info": "From Max-Joseph-Square to Maximilianeum\n\nAt the Max-Joseph-Square, you can find the Bavarian State Opera, the Residenz Theater, and the Schatzkammer (Treasury). Starting here, the Maximilianstraße hosts Munich’s most luxury stores, like Chanel and Prada. At the end of the street, the Maximilianeum can be seen. It is Germany’s most elite student dorm. The lucky residents receive free meals, staff for cleaning and don’t have to pay anything for it. They are encouraged to drink beer. So, they have a daily 1-liter beer supply, as demanded by the former King Maximilian. Cheers!",
    "task": "Taking a closer look at the statue you’ll find a sign with roman numerals at the bottom. They describe the year that this statue was erected. Which year is it? The first two digits are the number of the solution."
  },
  {
    "clue": "Behind the statue you can see red letters showing Residenz Theater. This is one of Munich’s best theaters and they offer student tickets at a discount. It’s only 8€ so make sure to pay it a visit! With the statue and theater behind you go right onto Residenzstraße. At the next opportunity turn left and you’ll find yourself in the Viscardigasse. Taking a closer look at the cobblestone on the floor you’ll notice a golden path. This small alley was used a lot during the Third Reich. Further down the street there was a guard, that had to be greeted with the nazi salute. The people that wanted to avoid it used the Viscardigasse. The golden path pays tribute to all the people that took partin this silent protest against the nazi regime. At the end of the alley turn right and you’ll enter another big square called Odeonsplatz. Take the stairs between the two lions in the big monument to your right.",
    "info": "Lions in front of the Residenz\n\nAt the start of the Viscardigasse, you may have noticed that a lot of people touch the lion’s noses. The reason is a young man’s insulting poem about King Ludwig I's lover in 1848. This prompted the monarch with a public appeal to look for the cheeky culprit and promise a reward.\n\nThe student then attached a letter of confession to the castle, was caught, and brought to the king. But he not only pardoned the author - according to legend, he even handed him the advertised bounty. At first, the student could hardly believe his luck. Only when he was unharmed back on the street did the tension ease off.\n\nHis knees went weak, and so as not to fall, he held onto the lion's nose. He stood there for a long time: surprisingly pardoned by the king, with a sack of money and in front of the astonished spectators. They put the rest together. It was said that touching the lion's nose by the shield promised luck and prosperity.",
    "task": "There is a big statue at the top. Sum up the digits on its plate to know, which nuber to enter next (Hint: Watch closely!)."
  },
  {
    "clue": "Don't go down the stairs instantly. Instead, enjoy the view of the avenue in front of you called Leopoldstraße. In the far distance the Siegestor, the arch of victory can be seen. But this major avenue also features a lot of other important buildings like the Ludwig-Maximilians-University and the Bavarian State Library. To the right, there is another arch with 4 statues on top. Go through it to continue your journey through Munich.",
    "info": "The Universities of Munich\n\nMunich has two rivaling universities: the Ludwig-Maximilians-University (LMU) and the Technical University of Munich (TUM). With 52.000 and 42.000 students, respectively, both of them are amongst the biggest universities in Germany. They are also regarded as two of Germany's best - if not the best - universities.\n\nThe TUM is mainly focused on STEM subjects, while LMU teaches  mostly traditional studies. Several Nobel Prize-winners, like Werner Heisenberg, Max Planck, and Wilhelm Conrad Röntgen, have studied in these universities. Furthermore, the prominent siblings Scholl studied and distributed their flyers opposing nazi fascism at the LMU.",
    "task": "After stepping through the arch you'll find yourself in the Hofgarten, a garden in the style of the Italian Renaissance. Go to the pavillion in the middle, which is known as the Diana Temple. Once you're there, count the entrances. Add 9 to that number and you'll know wich number to enter next."
  },
  {
    "clue": "Locate the star on the floor of the monument and stand on it. Look around until you find a yellow church in the distance (roughly in the direction you just came from). This entrance marks the 12 on a clock. Leave the pavilion through the entrance that would equal a 7 on a clock. Go ahead until the end of the path. The big building that appears in front of you is the Bavarian State Chancellery, the office of the Bavarian Prime Minister.",
    "info": "Bavarian State Chancellery\n\nThe building of the Bavarian State Chancellery ,impresses with its combination of the old stone building and new glass building. In summer, the large entrance stairs with a view of the courtyard garden invite passers-by to linger.\n\nThe team of architects, Diethard J. Siegert and Reto Gansser, designed the concept which, since 1993, has connected the renovated dome of the Army Museum and the arcades of the courtyard garden with the glazed wings of the new building. The Bavarian State Chancellery is the official seat of the Bavarian Prime Minister. It supports the Bavarian State Government in its constitutional tasks. This includes determining politics, coordinating the ministries, and representing the Free State to the outside world.",
    "task": "Turn left and find the plate with information about the Chancellery. In which century did Otto I. become the first Duke of Bavaria? Divide the solution by 3. This is your next number."
  },
  {
    "clue": "Continue on the path until you reach a human-sized cube made of stone on your right. Turn right on the next possibility and then left. The path should lead you to a tunnel passing under the street. After the tunnel, go right twice and you should be staying on Von-der-Tann-Street. A few meters to your left you’ll find a sign belonging to one of Munich’s most exclusive and expensive clubs, P1.",
    "info": "P1 - Best Of\n\nThe motto party \"Roman Festival\" in 1993 caused a real scandal. And that was not only because students dressed up as lascivious roman women, but also because a student hung himself on a wooden cross for 200 marks and imitated the crucifixion of Jesus Christ. The soft porn \"Caligula\" was playing in the background. The church's outrage could only be overcome with a generous donation.\n\nThe Scorpions didn't even get through what was then “Germany's toughest door.”\"But we are the Scorpions,\" they are supposed to have said. The answer followed immediately: \"That’s why!\"\n\nTom Cruise spent ten minutes talking to the toilet attendant Sofie at the premiere party for the German release of his film “Minority Report.” The coworkers are still wondering what the two of them were talking about since Sofie couldn't speak a single word of English.",
    "task": "Selfie Time! Try taking a selfie in front of the sign. But don’t press the shutter button yet! Instead, take a closer look at the sign (on your smartphone’s viewfinder). It will reveal to you, which number to enter next."
  },
  {
    "clue": "Continue walking down the street. The big building to your left is the famous arts museum Haus der Kunst. Like almost all museums in Munich Haus der Kunst also offers huge discounts for students. The entry fee is an affordable 5€, so make sure to pay it a visit if you are interested in arts. After a few hundred meters you will reach a small bridge. You should be able to hear the water below it. Look down.",
    "info": "Suffering in Munich\n\nAlbeit not being anywhere near the coast, Munich has a surprising amount of surfers. The reason is that several waves are scattered all around the city and offer an excellent opportunity to get into the sport. The most famous one is the one you see, the Eisbachwelle. No matter what season it is, there is always someone surfing, and even more people are spectating.\n\nBut it’s not as easy as it may look: Badly visible stones under the water’s surface and the rapid stream offer a considerable risk for severe injury and even death! Inexperienced surfers are strongly advised to not surf here.\n\nInstead, beginners should start at one of the easier waves like the so-called E2, which is further down the stream or the Floßlände in the south of Munich.",
    "task": "What sport do you see? Take the second letter of the word. At which place does it appear in the alphabet? This is the last number. Enter it, you’realmost done!"
  },
  {
    "clue": "A few meters ahead there is a bus stop called „Nationalmuseum/Haus der Kunst“. Line 100 will bring you back to Munich Main Station. But since you’re already here we’d encourage you to take a walk through the English Garden. Just go left towards the surfers and start exploring from there. But don’t get lost! The English Garden is even bigger than New York’s Central Park!",
    "info": "mvv-map",
    "task": "I hope this Scavenger Hunt gave you an overview of Munich, but there’s much more to see! Get around and explore the city. You’re already here, so make sure to make this an unforgettable year abroad!"
  }
]
